[
    {
        "title": "Data Gone Dark: Understanding power outages in the U.S.",
        "year": "2025",
        "image": "images/US_choropleth_map_power_outages.png",
        "description": "A Python-based outage prediction pipeline using pandas and scikit-learn to classify power-outage severity across U.S. states, featuring preprocessing of weather and utility data, feature engineering, a written description with a narrative and a web dashboard for interactive visualization."
    },
    {
        "title": "ARIMA sustainable stock portfolio optimizer",
        "year": "2025",
        "image": "images/stock_index.png",
        "description": "A Python-based model that forecasts returns using ARIMA and applies mean-variance optimization with ESG-based soft penalties, aligning portfolio performance with sustainability goals."
    },
    {
        "title": "NBA Machine Learning Analytics",
        "year": "2025",
        "image": "images/NBA_ML_Project.png",
        "description": "Built predictive models using NBA player and team statistics to analyze performance trends, forecast outcomes, and uncover key factors driving wins. Applied data cleaning, feature engineering, and regression/classification models to generate actionable insights and visualizations."
    },
    {
        "title": "Veeva Systems Valuation Project",
        "year": "2025",
        "image": "images/Veeva_Systems_Valuation.png",
        "description": "Developed a comprehensive valuation model for Veeva Systems using multiple approaches—including discounted cash flow (DCF), comparable company analysis, and precedent transactions—to estimate enterprise value and assess financial performance relative to industry peers."
    },
    {
        "title": "EMG Controlled Drone",
        "year": "2025",
        "image": "images/drone_project.png",
        "description": "Developed a custom drone controlled by electromyography (EMG) signals from a wearable wristband. The system interprets muscle activity data to translate hand gestures into real-time flight commands, enabling RC controller-free drone navigation."
    },
    {
        "title": "GMAT scores vs the usage of AI",
        "year": "2025",
        "image": "images/GMAT_Scores.png",
        "description": "Explores how the rise of generative AI tools like ChatGPT has impacted college students' cognitive performance, focusing on changes in GMAT Analytical Writing and Critical Reasoning scores. Uses GMAC data and AI usage surveys."
    },
    {
        "title": "Nam corrupti quisquam labore.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quam magni accusantium ullam culpa velit incidunt ea consectetur nesciunt quo fuga necessitatibus, numquam, eius doloribus qui expedita adipisci facilis dolorum ipsum cumque? Aspernatur perspiciatis possimus delectus, veniam sapiente odit."
    },
    {
        "title": "Laboriosam deleniti rerum est.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Accusamus aperiam doloremque voluptatibus natus, facilis error ducimus, sunt atque, facere rem eveniet laudantium veritatis debitis illum magnam voluptatem impedit voluptate mollitia quidem molestias possimus praesentium officiis. Nisi, libero dicta."
    },
    {
        "title": "Odio quae suscipit facere.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quasi impedit vitae aliquid tempore neque. Fugiat reiciendis mollitia voluptatem molestiae asperiores architecto pariatur aliquam enim. Voluptatem blanditiis quis possimus quidem? Sapiente, fuga. Et sapiente, ex perferendis earum non ut."
    },
    {
        "title": "Impedit repudiandae unde perferendis?",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Numquam, veritatis eveniet! Sit obcaecati nulla quo officia fugit recusandae rerum! Velit sed est optio pariatur modi? Dolor, esse delectus omnis inventore in expedita ab officia nulla veritatis sapiente. Natus!"
    },
    {
        "title": "Voluptatibus temporibus architecto voluptate.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quasi cupiditate, fugiat sapiente eaque recusandae aperiam earum porro ex quaerat reiciendis alias dolor iure consequatur doloribus. Dolorem provident cum, delectus maiores error placeat quidem, porro eaque, iste nobis quos?"
    },
    {
        "title": "Iusto ducimus magni molestias?",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Facere asperiores dolore perferendis totam doloribus voluptatibus, non aliquid libero ratione nemo, nobis laboriosam. Sequi dolore quos sit pariatur saepe quas, facere, molestias hic, magni provident laudantium laboriosam esse praesentium."
    }
]